/* General */
"DeSmuME Emulator" = "DeSmuME 模拟器";
"OK" = "确认";
"Cancel" = "取消";

/* File Menu */
"Slot %d" = "存储点 %d";

/* Emulation Menu */
"Execute" = "执行";
"Pause" = "暂停";

/* View Menu */
"Show Status Bar" = "显示状态栏";
"Hide Status Bar" = "Hide Status Bar";

/* Dialogs */
"Are you sure you want to quit?" = "你确定想要退出?";
"Are you sure you want to close the ROM?" = "你确定想要关闭这个ROM?";

/* Status Bar Messages */
"No ROM Loaded" = "没有ROM被载入";
"Executing" = "执行中";
"Paused" = "已暂停";

/* Preferences Window */
"DeSmuME Preferences" = "DeSmuME 偏好设定";
"Interface" = "界面";
"Controls" = "控制";
"DS Firmware" = "DS 固件";
"Yes" = "是";
"No" = "否";

/* Interface Preferences */
"Execute Upon Load" = "装载后执行";
"When Launching, Load" = "启动时载入";
"Load Nothing" = "不载入";
"Load Last ROM" = "上次使用的ROM";

/* Control Preferences */
"A Button" = "A";
"B Button" = "B";
"X Button" = "X";
"Y Button" = "Y";
"L Button" = "L";
"R Button" = "R";
"Up Button" = "Up";
"Down Button" = "Down";
"Left Button" = "Left";
"Right Button" = "Right";
"Start Button" = "Start";
"Select Button" = "Select";
"Up Key" = "[UP]";
"Down Key" = "[DOWN]";
"Left Key" = "[LEFT]";
"Right Key" = "[RIGHT]";
"Space Bar" = "[SPACE]";
"Enter Key" = "[ENTER]";

/* Status Bar */
"No ROM loaded" = "没有 ROM 被装载";
"ROM Loaded" = "ROM 被装载";
"Emulation Executing" = "执行中";
"Emulation Paused" = "已暂停";
"Emulation Reset" = "重启";

/* Errors */
"Error" = "错误";
"An emulation error occurred" = "模拟器发生了一个错误";
